/* About screen blog label */
"About.blog" = "https://auroracoin.is/";

/* About screen footer */
"About.footer" = "Napravio globalni AurWallet tim. Verzija %1$@";

/* Privay Policy button label */
"About.privacy" = "Pravila privatnosti";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Auroracoin/";

/* Terms of Use button label */
"About.terms" = "Uveti korištenja";

/* About screen title */
"About.title" = "O ovome";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/auroracoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Zatvori";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Centar za podršku";

/* Loading Wallet Message */
"Account.loadingMessage" = "Učitavanje Wallet";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Moj AurWallet";

/* Error alert title */
"Alert.error" = "Greška";

/* No internet alert message */
"Alert.noInternet" = "Internetska veza nije pronađena. Proveri konekciju i pokušaj ponovo.";

/* Warning alert title */
"Alert.warning" = "Upozorenje";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adrese kopirane";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Sve wallet adrese su uspešno kopirane.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Osobni Recovery Key Set";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Super!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN Postavke";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Slanje neuspešno";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Pošalji potvrdu";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Auroracoin poslano";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON Serializacijska Greška";

/* Wallet not ready error message */
"ApiClient.notReady" = "Wallet nije spreman";

/* API Token error message */
"ApiClient.tokenError" = "Nemoguće povratiti API token";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "Unesi Auroracoin adresu za primanje ispod. Svi Auroracoin koji su u tvom novčaniku za vreme fork-a (%1$@) bit će poslani.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Potvrdi slanje %1$@ za %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Potvrda";

/* Generic bch erorr message */
"BCH.genericError" = "Vaš račun ne sadrži niti jedan Auroracoin, ili ste primili Auroracoin poslije forka.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Transakcijski ID kopiran";

/* No address error message */
"BCH.noAddressError" = "Molim unesite adresu";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Zahtjevi za protokol plaćanja nisu podržani za Auroracoin transakcije.";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Auroracoin su uspešno poslani.";

/* Widthdraw BCH view title */
"BCH.title" = "Povucite Auroracoin-e";

/* Tx Hash button header */
"BCH.txHashHeader" = "ID Auroracoin transakcije";

/* Approve button label */
"BitID.approve" = "Potvrdi";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ traži overu autentičnosti koristeći vaš Auroracoin novčanik";

/* Deny button label */
"BitID.deny" = "Odbi";

/* BitID error alert title */
"BitID.error" = "Greška provere autentičnosti";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Proverite uslugu. Možda ćete morati pokušati ponovo.";

/* BitID success alert title */
"BitID.success" = "Provera autentičnosti uspešna";

/* BitID Authentication Request alert view title */
"AurID.title" = "Zahtev za AurID proveru autentičnosti";

/* Cancel button label */
"Button.cancel" = "Izađi";

/* Ignore button label */
"Button.ignore" = "Zanemari";

/* menu button */
"Button.menu" = "Meni";

/* No button */
"Button.no" = "Ne";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "primi";

/* send button */
"Button.send" = "šalji";

/* Settings button label */
"Button.settings" = "Postavke";

/* Settings button label */
"Button.submit" = "Pošalji";

/* Yes button */
"Button.yes" = "Da";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Centrirajte svoj ID u okvir";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Iznos za Slanje:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Naknada mreže:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Vreme obrade: ova transakcija će da traje %1$@ sekundi.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Poslano";

/* Confirmation Screen title */
"Confirmation.title" = "Potvrda";

/* To: (address) */
"Confirmation.to" = "Na";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Ukupni trošak:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Da biste bili sigurni da je sve ispravno zapisano, unesite sledeće reči iz papirnatog ključa.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Reč #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Jedinica prikaza Auroracoin-a.";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Tečajna lista";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Ovaj uređaj nije namešten za slanje e-pošte s iOS aplikacijom e-pošte.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Email nedostupan";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Ovaj uređaj nije namešten za slanje poruka";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Slanje poruka onemogućeno";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Možete prilagoditi vašu Face ID granicu potrošnje u %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Koristite svoje lice za otključavanje AurWalleta i slanje novca do određenog ograničenja.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Tekstualna poveznica (pogledaj TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Omogući Face ID za AurWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Niste postavili Face ID na ovom uređaju. Idite na Postavke-> Face ID & Pristupni kod da biste postavili.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID nije postavljen";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID granica trošenja";

/* Economy fee */
"FeeSelector.economy" = "Ekonomska naknada";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Procenjena dostava: 10+ minuta";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Ova opcija nije preporučljiva za vremenski  osetljive transakcije.";

/* Regular fee */
"FeeSelector.regular" = "Redovna naknada";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Procenjena dostava: 15-30 sekundi";

/* Fee Selector title */
"FeeSelector.title" = "Brzina obrade";

/* Checking private key balance progress view text */
"Import.checking" = "Provera salda privatnog ključa...";

/* Sweep private key confirmation message */
"Import.confirm" = "Poslati %1$@ sa ovog privatnog ključa na tvoj novčanik? Auroracoin mrežna naknada je %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Privatni ključ već postoji u vašem novčaniku.";

/* empty private key error message */
"Import.Error.empty" = "Ovaj privatni ključ je prazan.";

/* High fees error message */
"Import.Error.highFees" = "Transakcijska naknada bi koštala više nego što ima sredstava na računu ovog privatnog ključa.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Privatni ključ nije ispravan";

/* Import signing error message */
"Import.Error.signing" = "Greška potpisivanja transakcije";

/* Import button label */
"Import.importButton" = "Uvezi";

/* Importing wallet progress view label */
"Import.importing" = "Ubacivanje Walleta";

/* Caption for graphics */
"Import.leftCaption" = "Novčanik za ubacivanje";

/* Import wallet intro screen message */
"Import.message" = "Ubacivanje novčanika premešta sav novac sa vašeg drugog novčanika u vaš AurWallet koristeći jednu transakciju.";

/* Enter password alert view title */
"Import.password" = "Ovaj privatni ključ je zaštićen lozinkom.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "lozinka";

/* Caption for graphics */
"Import.rightCaption" = "Vaš AurWallet";

/* Scan Private key button label */
"Import.scan" = "Skeniraj Privatni Ključ";

/* Import wallet success alert title */
"Import.success" = "Uspešno";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Uspešno uvežen novčanik";

/* Import Wallet screen title */
"Import.title" = "Uvezi Wallet";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Otključavanje ključa";

/* Import wallet intro warning message */
"Import.warning" = "Uvažanje novčanika ne uključuje povest transakcija ili ostale detalje.";

/* Wrong password alert message */
"Import.wrongPassword" = "Pogrešna lozinka, molim pokušajte ponovno.";

/* Close app button */
"JailbreakWarnings.close" = "Zatvori";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Zanemari";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "SIGURNOST UREĐAJA JE UGROŽENA\nSvaka 'Jailbreak' aplikacija može pristupiti AurWallet sigurnosnim podacima i ukrasti vaše Auroracoin! Izbrišite ovaj novčanik odmah i vratite ga na sigurnijem uređaju.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "SIGURNOST UREĐAJA JE UGROŽENA\nSvaka 'Jailbreak' aplikacija može pristupiti AurWallet sigurnosnim podacima i ukrasti vaše Auroracoin! Molim vas koristite AurWallet samo na uređajima bez 'jailbreak-a'.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "UPOZORENJE";

/* Location services disabled error */
"LocationPlugin.disabled" = "Lokacijske usluge su onemogućene.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "AurWallet nema omogućen pristup lokacijskim uslugama.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Napravili ste Vas novcanik na %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Naziv novčanika pojavljuje se samo u vašoj povesti transakcija vašeg računa i ne može ga videti nitko drugi.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Naziv Novčanika";

/* Manage wallet modal title */
"ManageWallet.title" = "Upravaljanje novčanikom";

/* Menu button title */
"MenuButton.lock" = "Zaključaj novčanik";

/* Menu button title */
"MenuButton.security" = "Sigurnosne Postavke";

/* Menu button title */
"MenuButton.settings" = "Postavke";

/* Menu button title */
"MenuButton.support" = "Podrška";

/* button label */
"MenuViewController.createButton" = "Stvori novi Wallet";

/* Menu modal title */
"MenuViewController.modalTitle" = "Izbornik";

/* button label */
"MenuViewController.recoverButton" = "Povrati novčanik";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Prebaci na automatski odabir čvorova";

/* Node is connected label */
"NodeSelector.connected" = "Spojeno";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Upiši IP adresu i port čvora (neobavezno)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Upiši ime čvora";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Prebaci na ručni odabir čvorova";

/* Node address label */
"NodeSelector.nodeLabel" = "Trenutni primarni čvor";

/* Node is not connected label */
"NodeSelector.notConnected" = "Čvor nije spojen";

/* Node status label */
"NodeSelector.statusLabel" = "Stanje veze sa čvorom";

/* Node Selector view title */
"NodeSelector.title" = "Auroracoin čvorovi";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Krivi zahtev za plaćanje";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Nepodržan ili korumpiran dokument";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "nedostaje certifikat";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "zahtev istekao";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Nije moguće napraviti uplatu";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Auroracoin uplate nemogu biti manje od %1$@";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Iznos transakcije Auroracoin-a ne može biti manji od $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "nepodržani tip potpisa";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "nepouzdani certifikat";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Pritisnite ovde za omogućivanje Face ID-a";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Omogući Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Pristupni kod uređaja je potreban za sigurnost vašeg novčanika. Idite u postavke kako bi omogućili pristupni kod.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Omogućite pristupni kod uređaja";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Vaš osobni ključ za oporavak mora biti spremljen u slučaju da izgubite ili promenite uređaj. Pritisnite ovde za nastavak.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Potrebna akcija";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Vaš novčanik možda nije sinkronizovan. To se često može popraviti ponovnim skeniranjem blockchain-a.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transakcija odbijena";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "Pomognite unaprediti AurWallet deljenjem vaših podataka anonimno sa nama";

/* Share data prompt title */
"Prompts.ShareData.title" = "Deli podatke anonimno";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Pritisnite ovde za omogućavanje Touch ID-a";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Omogući Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "AurWallet je unapređen na korištenje 6 znamenkastog PIN-a. Pritisnite ovde za unapređenje.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Unapredi PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Uključite obavesti kako bi primali u budućnosti posebne obavesti od AurWallet-a.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Push obavesti";

/* Push notifications are off label */
"PushNotifications.off" = "Isključeno";

/* Push notifications are on label */
"PushNotifications.on" = "Uključeno";

/* Push notifications settings view title label */
"PushNotifications.title" = "Obavesti";

/* Address copied message. */
"Receive.copied" = "Kopirano u međuspremnik";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Zahtev za iznos";

/* Share button label */
"Receive.share" = "Deli";

/* Share via text message (SMS) */
"Receive.textButton" = "Tekstualna poruka";

/* Receive modal title */
"Receive.title" = "Primi";

/* Done button text */
"RecoverWallet.done" = "Gotovo";

/* Recover wallet header */
"RecoverWallet.header" = "Povratite novčanik";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Resetuj PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Upišite osobni ključ za oporavak";

/* Recover wallet intro */
"RecoverWallet.intro" = "Povratite vaš AurWallet sa osobnim ključem za oporavak.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Osobni ključ koji ste uneli je neispravan. Molim vas proverite svaku reč i pokušajte ponovo.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Leva strelica";

/* Next button label */
"RecoverWallet.next" = "Nastavi";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Pritisni ovde za više informacija";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Desna strelica";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Upišite personalni ključ za oporavak za novčanik koji želite povratiti.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Da bi ste ponovo namestili vaš PIN, upišite reči iz vašeg osobnog ključa za oporavak u kućice ispod.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Molim prvo unesite iznos.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Zatraži iznos";

/* Alert action button label */
"ReScan.alertAction" = "Sinkronizovanje";

/* Alert message body */
"ReScan.alertMessage" = "Nemožete slati Auroracoin za vreme trajanja sinkronizacije.";

/* Alert message title */
"ReScan.alertTitle" = "Sinkronizovanje sa blockchain-om";

/* extimated time */
"ReScan.body1" = "20-45 minuta";

/* Syncing explanation */
"ReScan.body2" = "Ako se transakcija prikazuje kao dovršena na Auroracoin mreži, ali ne u AurWalletu.";

/* Syncing explanation */
"ReScan.body3" = "Ponovljena greška koja kaže da je vaša transakcija odbijena.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Započni sinkronizaciju";

/* Sync blockchain view footer */
"ReScan.footer" = "Nećete biti u mogućnosti slati Auroracoin za vreme sinkroniziranja sa blockchain-om.";

/* Sync Blockchain view header */
"ReScan.header" = "Sinkroniziranje sa Blockchain-om";

/* Subheader label */
"ReScan.subheader1" = "Procenjeno vreme";

/* Subheader label */
"ReScan.subheader2" = "Kada sinkronizirati?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Bleskalica kamere";

/* Complete filter label */
"Search.complete" = "završeno";

/* Pending filter label */
"Search.pending" = "traje";

/* Received filter label */
"Search.received" = "primljeno";

/* Sent filter label */
"Search.sent" = "poslano";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Omogući sve sigurnosne mere za maksimalnu zaštitu!";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Jedini način za pristup vašim Auroracoin-ima u slučaju da izgubite ili unapredite vaš uređaj.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Personalni ključ za oporavak";

/* PIN button description */
"SecurityCenter.pinDescription" = "Zaštiti svoj AurWallet od neautoriziranih korisnika";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-ero znamenkasti PIN";

/* Security Center Title */
"SecurityCenter.title" = "Sigurnosne postavke";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Lakše otključajte svoj AurWallet i pošaljite novac do određenog limita.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Iznos";

/* Balance: $4.00 */
"Send.balance" = "Balans: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Idite na Postavke da biste omugućili pristup kameri.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "AurWallet-u nije dozvoljen pristup kameri";

/* Warning when sending to self. */
"Send.containsAddress" = "Odredište je vaša adresa. Ne možete poslati sebi.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Nije moguće stvoriti transakciju.";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Međuspremnik je prazan";

/* Network Fee: $0.01 */
"Send.fee" = "Mrežna naknada: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Platiteljev identitet nije certificiran.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Adresa odredišta nije točna Auroracoin adresa.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Međuspremnik ne sadrži valjanu Auroracoin adresu.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Neispravna adresa.";

/* Is rescanning error message */
"Send.isRescanning" = "Slanje je onemogućeno prilikom celovitog ponovnog skeniranja.";

/* Loading request activity view message */
"Send.loadingRequest" = "Učitavanje zahteva";

/* Empty address alert message */
"Send.noAddress" = "Molim unesi adresu primatelja";

/* Emtpy amount alert message */
"Send.noAmount" = "Molim upišite iznos za slanje.";

/* Paste button label */
"Send.pasteLabel" = "Zalepi";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Nije moguće objaviti transakciju.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Nije moguće učitati zahtev za plaćanjem";

/* Scan button label */
"Send.scanLabel" = "Pretraži";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Pošalji";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Pošalji";

/* Send money to label */
"Send.toLabel" = "Za";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Auroracoin adrese su namenjene za jednokratnu upotrebu.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Ponovno korišćenje smanjuje privatnost za Vas i primatelja i može rezultirati gubitkom ako primatelj ne upravlja izravno adresom.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adresa već korišćena";

/* About label */
"Settings.about" = "O";

/* Advanced Settings title */
"Settings.advancedTitle" = "Napredne postavke";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Prikaz valute";

/* Join Early access label */
"Settings.earlyAccess" = "Pridružite se ranom pristupu";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Jeste li zadovoljni sa AurWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID Limit potrošnje";

/* Import wallet label */
"Settings.importTitle" = "Uvezi Novčanik";

/* Manage settings section header */
"Settings.manage" = "Upravljaj";

/* Notifications label */
"Settings.notifications" = "Obavesti";

/* Leave review button label */
"Settings.review" = "Ostavi nam osvrt";

/* Share anonymous data label */
"Settings.shareData" = "Podeli anonimne podatke";

/* Sync blockchain label */
"Settings.sync" = "Sinkroniziraj sa Blockchain-om";

/* Settings title */
"Settings.title" = "Postavke";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID Limit potrošnje";

/* Wallet Settings section header */
"Settings.wallet" = "Novčanik";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Pokreni/Vrati drugi novčanik";

/* Share data view body */
"ShareData.body" = "Pomozite poboljšati AurWallet sa delenjem Vaših anonimnih podataka. Ovo ne uključuje nikakve finansijske podatke. Poštujemo Vašu financijsku privatnost.";

/* Share data header */
"ShareData.header" = "Podeli podatke?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Podeli anonimne podatke?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Upišite ponovno osobni ključ za oporavak";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Vaš osobni ključ za oporavak je jedini način za vraćanje vašeg AurWalleta u slučaju da je vaš uređaj izgubljen, ukrađen, slomljen ili nadograđen. \n\nPokazat ćemo vam popis reči koji ćete zapisati i čuvati na sigurnom.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Zapišite osobni ključ za oporavak";

/* Argument is date */
"StartPaperPhrase.date" = "Zadnji put ste zapisali vaš osobni ključ za oporavak %1$@";

/* Start view message */
"StartViewController.message" = "Najsigurniji i najbrži način za korištenje Auroracoin.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Spajanje";

/* Syncing view header text */
"SyncingView.header" = "Sinkroniziranje";

/* Retry button label */
"SyncingView.retry" = "Ponovi";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Sinkroniziranje";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@č";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Možete namestiti svoj Touch ID limit potrošnje od %1$@";

/* Touch Id screen label */
"TouchIdSettings.label" = "Koristi otisak prsta za otključavanje AurWalleta i slanje Auroracoin do određenog limita.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Touch ID Zaslon za limit potrošnje";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Limit potrošnje: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Omogući Touch ID za AurWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Niste postavili Touch ID na ovom uređaju. Idite na Postavke->Touch ID & Pristupni kod da biste postavili.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID nije postavljen";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Uvek zahtevaj pristupni ključ";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Da biste poslali transakciju veću od Vašeg limita za potrošnju morate unesti svoj 6-znamenkasti PIN, i svakih 48 sati od kad ste PIN zadnji puta uneli.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID Limit za potrošnju ";

/* Availability status text */
"Transaction.available" = "Moguće potrošiti";

/* Transaction complete label */
"Transaction.complete" = "Transakcija završena";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Krajnji saldo: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Tečajna lista prilikom primanja:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Tečajna lista prilikom slanja:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ fee)";

/* Invalid transaction */
"Transaction.invalid" = "NEISPRAVNO";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "upravo sad";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "U progresu: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "U progresu: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Početni balans: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Čekanje na potvrdu. Neki trgovci zahtevaju potvrdu da završe transakciju. Procenjeno vreme: 1-2 minute.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "račun";

/* Amount section header */
"TransactionDetails.amountHeader" = "Iznos";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Potvrđeno u bloku";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Podsetnik";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Vaša će se transakcija pojaviti ovde.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "na %1$@";

/* More button title */
"TransactionDetails.more" = "Više...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Prebačeno %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Prebačeno <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Nije potvrđeno";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Primljeno %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Primljeno <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Poslano %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Poslano <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Status";

/* Transaction Details Title */
"TransactionDetails.title" = "Detalji transakcije";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "za %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "Auroracoin Transakcijski ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Primljeno na ovu adresu";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Poslano na ovu adresu";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "Onemogućen do: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Moja adresa";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Resetiraj PIN";

/* Scan button title */
"UnlockScreen.scan" = "Skeniraj";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Unesi PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Otključaj svoj AurWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Otključaj  sa TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Wallet Otključan";

/* Update PIN caption text */
"UpdatePin.caption" = "Zapamtite ovaj PIN. Ako ga zaboravite, nećete biti u mogućnosti pristupiti vašim Auroracoin.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Vaš PIN će da se koristi za otključavanje AurWallet-a i za slanje Auroracoin.";

/* Update PIN title */
"UpdatePin.createTitle" = "Postavi PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Ponovno unesi PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Unesite trenutni PIN.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Unesite novi PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Ponovo unesi svoj novi PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Izvinite, PIN nije moguće ažurirati. ";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Greška PIN ažuriranja\n";

/* Update PIN title */
"UpdatePin.updateTitle" = "Ažuriraj PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Kopirati wallet adrese u međuspremnik?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Autoriziraj kopiranje adresa novčanika u međuspremnik";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Kopiraj adrese novčanika";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopiraj";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Molim unesite Vaš PIN da bi autorizirali ovu transakciju.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Molim unesite Vaš PIN za nastavak.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN potreban";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autoriziraj ovu transakciju";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Otvorite AurWallet iPhone aplikaciju da biste postavili Vaš novčanik.";

/* Dismiss button label */
"Webview.dismiss" = "Odbaci";

/* Webview loading error message */
"Webview.errorMessage" = "Dogodila se greška pri učitavanju sadržaja. Molim pokušajte ponovo.";

/* Updating webview message */
"Webview.updating" = "Ažuriranje...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Auroracoin za iOS je promenio svoje ime u AurWallet, sa potpuno novim izgledom i nekim novim značajkama. \n\nAko trebaš pomoć, potraži (?) gore desno u većini zaslona.";

/* Top title of welcome screen */
"Welcome.title" = "Dobrodošli u AurWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Jeste li sigurni da želite obrisati ovaj novčanik?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Brisanje Wallet-a?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Neuspešno brisanje novčanika.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Neuspešno";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Unesi šifru za oporavak ovog novčanika da biste ga obrisali i pokrenuli i povratili drugi. Vaš trenutni balans ostaje na ovom papirnatom ključu.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Pokretanje ili vraćanje još jednog novčanika omogućuje Vam pristup i upravljanje u drugom AurWallet-u na ovom uređaju.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Više nećete biti u mogućnosti pristupit Vašem trenutnom AurWallet-u na ovom uređaju. Balans će ostati na papirnatom ključu.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Otvori ili Povrati Drugi Novčanik";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Obriši";

/* Wiping activity message */
"WipeWallet.wiping" = "Brisanje...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Zapišite svaku reč po redu i spremite je na sigurno mesto.";

/* button label */
"WritePaperPhrase.next" = "Sledeća";

/* button label */
"WritePaperPhrase.previous" = "Prethodna";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d of  %2$d";

